_service.wsdl

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <soapenv:Body>
      <Request xmlns="http://localhost:8001/v1">
          <name>value</name>
      </Request>
   </soapenv:Body>
</soapenv:Envelope>